/* Localized versions of QuickTime Player strings */
"qtpMovie" = "Film";
"qtpElement" = "Element";
"qtpLayout" = "Makieta";
"qtpText" = "tekst";

"qtpIndeterminateTime" = "Nieznany";
/* A/V Controls */
"avControls" = "Narzędzia audio/wideo";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "Ogólne";
"qtpPreferencesToolbarLabelFullscreen" = "Pełny ekran";
"qtpPreferencesToolbarLabelCapture" = "Nagrywanie";
"qtpPreferencesNoDeviceAvailable" = "(brak urządzeń)";
"qtpPreferencesChoose" = "Wybierz";
"qtpPreferencesCaptureDeviceAutomatic" = "Automatycznie";
"qtpPreferencesCaptureDeviceUnavailable" = " (niedostępne)";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@: %@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "iSight (wbudowany)";

"qtpCaptureSmall" = "Lepsza (H.264)";
"qtpCaptureSmallDescription" = "Lepsza do udostępniania pocztą lub na stronach internetowych.\nwideo %lux%lu, audio 128 kb/s AAC";
"qtpCaptureSmallAlt" = "Dobra (MPEG-4)";
"qtpCaptureSmallAltDescription" = "Dobra do udostępniania pocztą lub na stronach internetowych.\nwideo %lux%lu, audio 128 kb/s AAC";
"qtpCaptureLarge" = "Najlepsza (H.264)";
"qtpCaptureLargeDescription" = "Najlepsza do udostępniania pocztą lub na stronach internetowych.\nwideo %lux%lu, audio 128 kb/s AAC";
"qtpCaptureNative" = "Własna urządzenia";
"qtpCaptureNativeDescription" = "Najlepsza do dalszego przetwarzania.\nSurowe pliki wideo i audio o dużej wielkości.";

/* menu items */
"qtpShowMovieInfo" = "Pokaż informacje o filmie";
"qtpHideMovieInfo" = "Pokaż informacje o filmie"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "Pokaż inspektora filmu";
"qtpHideMovieInspector" = "Ukryj inspektora filmu";
"qtpClearMenu" = "Wyczyść menu";
"qtpSelectScript" = "Wybierz skrypt";
"qtpRun" = "Uruchom";
"qtpShowPitchShift" = "Pokaż przesunięcie tonu dźwięku";
"qtpNewMovieRecording" = "Nowe nagranie filmowe";
"qtpNewAudioRecording" = "Nowe nagranie dźwiękowe";
"qtpMovieRecording" = "Nagranie z kamery";
"qtpAudioRecording" = "Nagranie dźwiękowe";
"qtpShowAVControls" = "Pokaż narzędzia audio/wideo";
"qtpHideAVControls" = "Ukryj narzędzia audio/wideo";
"qtpShowClosedCaption" = "Pokaż dodatkowe napisy";
"qtpHideClosedCaption" = "Ukryj dodatkowe napisy";
"qtpShare" = "Udostępnij…";
"qtpStopAllMovies" = "Zatrzymaj wszystkie filmy";
"qtpPlayAllMovies" = "Odtwarzaj wszystkie filmy";
"qtpShowSoundControls" = "Pokaż narzędzia kontroli dźwięku";
"qtpHideSoundControls" = "Ukryj narzędzia kontroli dźwięku";
"qtpHidePropertyInspector" = "Ukryj inspektora właściwości";
"qtpShowPropertyInspector" = "Pokaż inspektora właściwości";
"qtpOpenMovie" = "Otwórz film…";
"qtpOpenMovieInNewPlayer" = "Otwórz film w nowym odtwarzaczu…";
"qtpOpenURL" = "Otwórz URL…";
"qtpOpenURLInNewPlayer" = "Otwórz URL w nowym odtwarzaczu…";
"qtpHalfSize" = "połowę wielkości";
"qtpActualSize" = "rzeczywista wielkość";
"qtpDoubleSize" = "podwójna wielkość";
"qtpFitToScreen" = "Dopasuj do ekranu";
"qtpLetterbox" = "Dopasuj do ekranu";
"qtpZoom" = "Pełny ekran";
"qtpStretch" = "rozciągnij, by wypełnić ekran";
"qtpPanoramicStretch" = "Panoramiczny";
"qtpMinimize" = "Miniaturka";
"qtpClose" = "Zamknij";
"qtpFullScreen" = "Tryb pełnoekranowy";
"qtpExitFullScreen" = "Wyjdź z trybu pełnoekranowego";
"qtpAXURLPopupButtonValue" = "Zaznacz URL";
"qtpAXURLTextTitle" = "Adres URL filmu";
"qtpExportRefMovieForWebMenuTitle" = "Eksportuj do Internetu i iPhone'a…";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "wycięcie";
"qtMovieViewEditCopy" = "kopiowanie";
"qtMovieViewEditPaste" = "wklejenie";
"qtMovieViewEditDelete" = "usunięcie";
"qtMovieViewEditAdd" = "Dodaj do filmu";
"qtMovieViewEditAddScaled" = "Dodaj do zaznaczenia i skaluj";
"qtMovieViewEditReplace" = "zastąpienie";
"qtMovieViewEditTrim" = "Przytnij do zaznaczenia";
"qtMovieViewMove" = "przeniesienie";
"qtMovieViewResize" = "zmianę wielkości";
"qtMovieViewDelete" = "usunięcie";
"qtMovieViewPlace" = "umieszczenie";
"qtMovieViewInsert" = "Wstaw";
"qtMovieViewDeleteTrack" = "usunięcie ścieżki";
"qtMovieViewEnableTrack" = "włączenie ścieżki";

"QTMoviePosterTimeAttribute" = "ustawienie kadru afiszowego filmu";
"QTMovieApertureMode" = "ustawienie przysłony";
"QTTrackHighQualityVideoAttribute" = "ustawienie wideo wysokiej jakości";
"QTTrackDeinterlaceVideoAttribute" = "ustawienie wideo bez przeplotu";
"QTTrackSingleFieldVideoAttribute" = "ustawienie wideo z jednym polem";
"QTTrackPreloadTrackAttribute" = "ustawienie wstępnie wczytanej ścieżki";
"QTTrackNeverPurgeTrackAttribute" = "ustawienie, by nigdy nie usuwano ścieżki";
"QTTrackMatrixAttribute" = "ustawienie matrycy ścieżki";
"QTTrackChapterlistAttribute" = "ustawienie rozdziału";
"QTTrackContentsAttribute" = "ustawienie zawartości ścieżki";
"QTTrackMaskAttribute" = "ustawienie maski ścieżki";
"QTTrackVolumeAttribute" = "ustawienie głośności ścieżki";
"QTTrackBalanceAttribute" = "ustawienie wyrównania ścieżki";
"QTTrackHrefAttribute" = "ustawienie HREF ścieżki";
"QTTrackTransferModeAttribute" = "ustawienie trybu przesyłu wideo";
"QTTrackOperationColorAttribute" = "ustawienie koloru operacji wideo";
"QTTrackEnabledAttribute" = "ustawienie włączenia ścieżki";
"QTTrackLanguageAttribute" = "ustawienie języka ścieżki";
"QTTrackLayerAttribute" = "ustawienie warstwy ścieżki";
"QTTrackRangeAttribute" = "ustawienie czasu początkowego ścieżki";
"QTTrackDisplayNameAttribute" = "ustawienie nazwy ścieżki";
"QTTrackSourcePositionAttribute" = "ustawienie pozycji ścieżki";
"QTTrackSourceDimensionsAttribute" = "ustawienie wymiarów ścieżki";


/* track names */
"qtTrackMovieName" = "Film";
"qtTrackMovieTrackName" = "Ścieżka filmowa";
"qtTrackVideoTrackName" = "ścieżka wideo";
"qtTrackSoundTrackName" = "ścieżka dźwiękowa";
"qtTrackMPEGTrackName" = "ścieżka MPEG";
"qtTrackChapterTrackName" = "Ścieżka rozdziału";
"qtTrackTextTrackName" = "ścieżka tekstowa";
"qtTrackSpriteTrackName" = "ścieżka sprite'a";
"qtTrackTimeCodeTrackName" = "ścieżka kodu czasu";
"qtTrackFlashTrackName" = "ścieżka Flash";
"qtTrackTweenTrackName" = "ścieżka przejścia";
"qtTrackMusicTrackName" = "ścieżka muzyczna";
"qtTrackSkinTrackName" = "ścieżka wyglądu";
"qtTrackThreeDeeTrackName" = "ścieżka 3D";
"qtTrackUnknownTrackName" = "nieznana ścieżka";
"qtTrackFourCharCodeTrackName" = "ścieżka „%@”";

/* capture */
"qtpCaptureBaseMovieFileName" = "Film";
"qtpCaptureBaseAudioFileName" = "Audio";
"qtpCaptureDiskFullTitle" = "Nagrywanie zostało zatrzymane, ponieważ dysk jest pełny.";
"qtpCaptureDiskFullMessage" = "Usuń niektóre pliki, aby zwolnić trochę miejsca.";
"qtpCaptureWriteFailTitle" = "Podczas nagrywania nie udało się utworzyć pliku.";
"qtpCaptureWriteFailMessage" = "Dysk może być pełny lub nie można na nim zapisywać.";
"qtpCaptureFailedTitle" = "Nagrywanie nie powiodło się.";
"qtpCaptureFailedMessage" = "Podczas nagrywania nie udało się utworzyć filmu.";
"qtpCaptureNoDeviceTitle" = "Brak urządzenia nagrywającego.";
"qtpCaptureNoDeviceMessage" = "Upewnij się, że urządzenie nagrywające jest podłączone i nie jest używane przez inny program.";
"qtpCaptureDiskNearlyFullTitle" = "Dysk jest prawie pełny.";
"qtpCaptureDiskNearlyFullMessage" = "Przechwytywanie zostanie zatrzymane po %d sekundach.";
"qtpKeep" = "Zachowaj";
"qtpDontKeep" = "Nie zachowuj";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "Wyczyść menu";

/* full screen */
"qtpExitFullScreenInstructions" = "Naciśnij Esc, aby opuścić tryb pełnoekranowy.";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "B";
"qtpMovieDataSizeUnitsKiloBytes" = "KB";
"qtpMovieDataSizeUnitsMegaBytes" = "MB";
"qtpMovieDataSizeUnitsGigaBytes" = "GB";
"qtpMovieDataSizeUnitsTeraBytes" = "TB";
"qtpMovieDataSizeUnitsPetaBytes" = "PB";
"qtpMovieDataSizeUnitsExaBytes" = "EB";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "B/sek.";
"qtpMovieDataRateUnitsKiloBytes" = "KB/sek.";
"qtpMovieDataRateUnitsMegaBytes" = "MB/sek.";
"qtpMovieDataRateUnitsGigaBytes" = "GB/sek.";
"qtpMovieDataRateUnitsTeraBytes" = "TB/sek.";
"qtpMovieDataRateUnitsPetaBytes" = "PB/sek.";
"qtpMovieDataRateUnitsExaBytes" = "EB/sek.";

/* LCD strings */
"qtpLCDLiveBroadcast" = "Emisja na żywo";
"qtpLCDLiveBroadcastPaused" = "Emisja na żywo — wstrzymana";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "Kod czasowy: Drop-Frame";
"qtpLCDTimeCodeNonDropFrame" = "Kod czasowy: Non-Drop-Frame";
"qtpLCDTimeCodeStandard" = "Standardowy";
"qtpLCDTimeCodeFrameNumber" =  "Numer klatki";

/* version */
"qtpOldQuickTime" = "Stara wersja QuickTime";
"qtpOldQuickTimeError" = "Uaktualnij QuickTime do wersji 7.0 lub nowszej.";
"qtpCopyright" = "Copyright © 1989-2010, Apple Inc.,\nWszystkie prawa zastrzeżone.";
"qtpVersion" = "QuickTime™ wersja %@, QuickTime Player wersja %@";
"qtpQuickTimeVersion" = "QuickTime™ wersja %@ (%@)";
"qtpQTKitVersion" = "QTKit wersja %@ (%@)";

/* languages */
"qtpLanguageSystemDefault" = "(domyślny systemowy)";
"qtpLanguageEnglish" = "angielski";
"qtpLanguageFrench" = "francuski";
"qtpLanguageGerman" = "niemiecki";
"qtpLanguageItalian" = "włoski";
"qtpLanguageDutch" = "niderlandzki";
"qtpLanguageSwedish" = "szwedzki";
"qtpLanguageSpanish" = "hiszpański";
"qtpLanguageDanish" = "duński";
"qtpLanguagePortuguese" = "portugalski";
"qtpLanguageNorwegian" = "norweski";
"qtpLanguageHebrew" = "hebrajski";
"qtpLanguageJapanese" = "japoński";
"qtpLanguageArabic" = "arabski";
"qtpLanguageFinnish" = "fiński";
"qtpLanguageGreek" = "grecki";
"qtpLanguageIcelandic" = "islandzki";
"qtpLanguageMaltese" = "maltański";
"qtpLanguageTurkish" = "turecki";
"qtpLanguageCroatian" = "chorwacki";
"qtpLanguageTraditionalChinese" = "chiński tradycyjny";
"qtpLanguageUrdu" = "urdu";
"qtpLanguageHindi" = "hindi";
"qtpLanguageThai" = "tajski";
"qtpLanguageKorean" = "koreański";
"qtpLanguageLithuanian" = "litewski";
"qtpLanguagePolish" = "polski";
"qtpLanguageHungarian" = "węgierski";
"qtpLanguageEstonian" = "estoński";
"qtpLanguageLatvian" = "łotewski";
"qtpLanguageSaamisk" = "lapoński";
"qtpLanguageFaroese" = "farerski";
"qtpLanguageFarsi" = "perski";
"qtpLanguageRussian" = "rosyjski";
"qtpLanguageSimplifiedChinese" = "chiński uproszczony";
"qtpLanguageFlemish" = "flamandzki";
"qtpLanguageIrish" = "irlandzki";
"qtpLanguageAlbanian" = "albański";
"qtpLanguageDefault" = "Domyślne";

/* progress */
"qtpProgressFlatteningMovie" = "Spłaszczam film…";
"qtpProgressInsertingTrackSegment" = "Wstawiam segment ścieżki…";
"qtpProgressInsertingMovieSegment" = "Wstawiam segment filmu…";
"qtpProgressPasting" = "Wklejam…";
"qtpProgressAddingMovieSelection" = "Dodaję zaznaczenie filmu…";
"qtpProgressCopying" = "Kopiuję…";
"qtpProgressCutting" = "Wycinam…";
"qtpProgressLoadingMovieIntoRAM" = "Wczytuję film do pamięci RAM…";
"qtpProgressLoadingTrackIntoRAM" = "Wczytuję ścieżkę do pamięci RAM…";
"qtpProgressLoadingMediaIntoRAM" = "Wczytuję materiał do pamięci RAM…";
"qtpProgressImportingMovie" = "Importuję film…";
"qtpProgressExportingMovie" = "Eksportuję film…";

/* device support */
"qtpDeviceSupportSendPrompt" = "Wyślij";
"qtpDeviceSupportExportingMovie" = "Eksportuję film…";
"qtpDeviceSupportWaiting" = "Czekam, aż %@ zaakceptuje rzecz...";
"qtpDeviceSupportNegotiating" = "Negocjuję…";
"qtpDeviceSupportWaitingForDevice" = "Oczekuję na urządzenie…";
"qtpDeviceSupportTransferring" = "Przesyłam film do %@…";
"qtpDeviceSupportTransferringFile" = "Przesyłam plik";
"qtpDeviceSupportBadRequestError" = "Złe żądanie";

/* sound */
"qtpSoundChannel" = "Kanał";
"qtpSoundUnknown" = "Nieznany";
"qtpSoundMono" = "mono";
"qtpSoundStereo" = "Stereo";
"qtpSoundHertz" = "Hz";
"qtpSoundNone" = "Brak";
"qtpSoundMACE3to1" = "MACE 3 do 1";
"qtpSoundMACE6to1" = "MACE 6 do 1";
"qtpSoundBits" = "bitów";
"qtpSoundNotApplicable" = "nie ma zastosowania";
"qtpSoundBigEndian" = "Big endian";
"qtpSoundLittleEndian" = "Little endian";
"qtpSoundInteger" = "Liczba całkowita";

/* accessibility */
"qtpMute" = "wycisz";
"qtpVolume" = "głośność";
"qtpSelectionStart" = "początek zaznaczenia";
"qtpSelectionEnd" = "koniec zaznaczenia";
"qtpMarker" = "marker";
"qtpCurrentTime" = "bieżący czas";
"qtpBack" = "powrót";
"qtpZoomOut" = "oddal";
"qtpAXRecordButtonTitle" = "nagraj";
"qtpAXStopButtonTitle" = "zatrzymaj";
"qtpAXPlayButtonTitle" = "odtwarzaj";
"qtpAXPauseButtonTitle" = "wstrzymaj";
"qtpZoomIn" = "przybliż";
"qtpShowHotspots" = "pokaż mapę nawigacji";
"qtpGotoBeginning" = "skocz do początku";
"qtpFastRewind" = "przewijanie do tyłu";
"qtpFastForward" = "przewijanie do przodu";
"qtpGotoEnd" = "skocz do końca";
"qtpAXEqualizerRoleDescription" = "korektor";
"qtpAXGainSliderTitle" = "głośność";
"qtpAXBassSliderTitle" = "podstawa";
"qtpAXTrebleSliderTitle" = "tony wysokie";
"qtpAXBalanceSliderTitle" = "wyrównanie";
"qtpAXFadeSliderTitle" = "zanikanie";
"qtpAXBrightnessSliderTitle" = "jasność";
"qtpAXColorSliderTitle" = "kolor";
"qtpAXContrastSliderTitle" = "kontrast";
"qtpAXTintSliderTitle" = "odcień";
"qtpAXBassTextLabelTitle" = "podstawa";
"qtpAXLeftTextLabelTitle" = "lewa";
"qtpAXRightTextLabelTitle" = "prawa";
"qtpAXFrontTextLabelTitle" = "przód";
"qtpAXBackTextLabelTitle" = "powrót";
"qtpOneHalfTextLabelTitle" = "połowa";
"qtpAXButtonRoleDescription" = "przycisk";
"qtpPress" = "wciśnij";
"qtpIncrement" = "zwiększ";
"qtpDecrement" = "zmniejsz";
"qtpTimeLine" = "linia czasowa filmu";
"qtpTimeLineHelp" = "Narzędzia kontroli linii czasowej filmu pozwalające poruszać się po filmie";
"qtpCurrentTimeHelp" = "Narzędzia kontroli głowicy linii czasowej filmu pozwalające poruszać się po filmie";
"qtpSelectionStartHelp" = "Narzędzia kontroli linii czasowej filmu do oznaczania początku zaznaczenia filmu";
"qtpSelectionEndHelp" = "Narzędzia kontroli linii czasowej filmu do oznaczania zakończenia zaznaczenia filmu";
"qtpMeterView" = "audiometr";

/* export */
"qtpExportWindowTitle" = "Eksportuj";
"qtpExport" = "Eksportuj %@";
"qtpFlatten" = "Spłaszcz";
"qtpExportFailed" = "Eksportowanie nie powiodło się";
"qtpExportFailedError" = "Eksportowanie nie powiodło się.";
"qtpDefaultSettings" = "Ustawienia domyślne";
"qtpCalculatingEstimatedTime" = " - obliczam szacunkowy czas…";
"qtpMinutesRemains" = " - pozostało około %d min";
"qtpOneMinuteRemains" = " - pozostało około %d min";
"qtpHoursMinutesRemain" = " - pozostało około %d godz. i %d min";
"qtpExportStopAndQuit" = "Czy na pewno chcesz zatrzymać eksportowanie i zamknąć program?";
"qtpCaptureClose" = "Czy chcesz zachować bieżące nagranie?";
"qtpCaptureCloseExplanation" = "Trwa teraz nagrywanie. Nagrany materiał zostanie usunięty, jeżeli nie zdecydujesz się go zachować.";
"qtpCouldNotSaveToFolder" = "Zachowanie w katalogu %@ nie powiodło się.";
"qtpCannotReplaceFileWithFolder" = "Nie można było utworzyć katalogu %@, ponieważ istnieje już plik o takiej nazwie.";
"qtpCannotReplaceFileWithFolderSuggestion" = "Spróbuj przenieść lub zmienić nazwę oryginalnego pliku lub zmienić nazwy eksportowanych plików.";

/* save as */
"qtpSaveAsFailed" = "Czynność „Zachowaj jako” nie powiodła się";
"qtpSaveAsFailedError" = "Nazwa pliku zawiera nieprawidłowe znaki.\nUsuń wszystkie znaki „/” z nazwy pliku.";
"qtpSave" = "Zachowaj";
"qtpCustom" = "Własne";
"qtpCustomSettings" = "Własne ustawienia";
"qtpQuickTimeMovie" = "film QuickTime";
"qtpReference" = "Odwołanie";
"qtpSettings" = "Ustawienia";
"qtpRecentSettings" = "Ostatnie ustawienia";
"qtpShowAllSettings" = "Pokaż wszystkie ustawienia…";
"qtpSaveSetting" = "Zachowaj ustawienia…";
"qtpReplaceSetting" = "Zastąp ustawienie";
"qtpReplace" = "Zastąp";
"qtpReplaceWarning" = "Już istnieją ustawienia z tą nazwą.\nCzy chcesz je zastąpić?";
"qtpDeleteSetting" = "Usuń ustawienie";
"qtpDelete" = "Usuń";
"qtpDeleteWarning" = "Czy na pewno chcesz usunąć te ustawienia?";
"qtpCancel" = "Anuluj";
"qtpMyCustomSetting" = "Moje własne ustawienia";
"qtpThisIsCustom" = "To jest własne";
"qtpFilesExist" = "W katalogu %@ istnieją już następujące pliki. Czy chcesz je zastąpić?";
"qtpFilesExistExplanation" = "%@\n\nW katalogu %@ są już pliki o takich samych nazwach. Zastąpienie ich spowoduje utratę ich zawartości.";

/* share */
"qtpShareDefaultName" = "bez tytułu";
"qtpShareToPodcast" = "Udostępnij „%@” na Serwerze podcastu (%@)";
"qtpShareToMail" = "Udostępnij „%@” przez Mail";
"qtpShareToiPod" = "Udostępnij „%@” do iPoda";
"qtpPending" = "Oczekuję...";
"qtpStarting" = "Uruchamiam…";
"qtpStarted" = "Rozpoczęte";
"qtpFailed" = "Błąd";
"qtpFailedExitCode" = "Błąd: proces eksportowania nieoczekiwanie zakończył się";
"qtpFailedSignal" = "Błąd: proces eksportowania nieoczekiwanie został przerwany";
"qtpWaiting" = "Czekam…";
"qtpContinuing" = "Kontynuuję…";
"qtpShareVideoSummary" = "{%0}, {%1} x {%2}, {%3} kl./s";
"qtpShareAudioSummary" = "{%0}, {%1}, {%2} kHz";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "Brak adresu URL serwera";
"qtpSharePodcastNoUserName" = "Brak nazwy użytkownika";
"qtpSharePodcastNoPassword" = "Brak hasła";
"qtpSharePodcastInvalidServerName" = "Nieprawidłowy adres URL serwera";
"qtpSharePodcastNoPasswordMessage" = "Podaj hasło dla danego użytkownika i serwera";
"qtpSharePodcastNoUserNameMessage" = "Podaj nazwę użytkownika dla danej nazwy serwera";
"qtpSharePodcastNoServerNameMessage" = "Podaj nazwę serwera dla tego użytkownika i hasła";
"qtpKeyChainMessage" = "Komunikat pęku kluczy:";
"qtpKeyChainPasswordQuestion" = "Czy chcesz zachować hasło w pęku kluczy?";
"qtpPodcastWorkflowLoading" = "Wczytuję…";
"qtpPodcastWorkflowDone" = "Gotowe";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@: %@";
"qtpSharePodcastServerMessage" = "Logowanie nie powiodło się, ponieważ wystąpił błąd serwera";
"qtpSharePodcastServerMessage_10" = "Musisz zalogować się na tym komputerze jako root, aby zalogować się na serwerze.";
"qtpSharePodcastServerMessage_11" = "Wystąpił błąd odczytu lub zapisu do pliku plist.";
"qtpSharePodcastServerMessage_12" = "Wystąpił błąd wewnętrznego parametru.";
"qtpSharePodcastServerMessage_20" = "Serwer jest teraz niedostępny.";
"qtpSharePodcastServerMessage_21" = "Nie można było znaleźć serwera o podanej nazwie.";
"qtpSharePodcastServerMessage_22" = "Serwer nie odpowiedział przed przekroczeniem limitu czasu.";
"qtpSharePodcastServerMessage_23" = "Na tym serwerze nie działa SSL.";
"qtpSharePodcastServerMessage_24" = "Serwer nie dostarczył ważnego certyfikatu.";
"qtpSharePodcastServerMessage_25" = "Serwer udzielił złej odpowiedzi.";
"qtpSharePodcastServerMessage_26" = "Podana została nieprawidłowa nazwa użytkownika lub złe hasło.";
"qtpSharePodcastServerMessage_30" = "Serwer nie mógł utworzyć zgłoszenia.";
"qtpSharePodcastServerMessage_31" = "Serwer do umieszczania plików jest teraz niedostępny.";
"qtpSharePodcastServerMessage_32" = "Nie można było przesłać pliku na serwer.";
"qtpSharePodcastServerMessage_33" = "Nie można było skopiować pliku.";
"qtpSharePodcastServerMessage_34" = "Nie można było ukończyć zgłoszenia.";
"qtpSharePodcastServerMessage_35" = "Nie można było powiązać serwera z agentem.";
"qtpSharePodcastServerMessage_36" = "Serwer nie mógł wysłać polecenia do agenta.";
"qtpSharePodcastServerMessage_37" = "Wystąpił nieznany błąd.";

/* sandbox */
"qtpParseError" = "Błąd analizy";
"qtpExporting" = "Eksportuję";
"qtpExportFinished" = "Eksportowanie zakończone";
"qtpPublishing" = "Publikowanie";
"qtpPublishFailed" = "Opublikowanie nie powiodło się";
"qtpPublishFinished" = "Publikowanie zakończone";
"qtpFinished" = "Ukończone";
"qtpUploading" = "Przesyłam";
"qtpUploadingToPodcastProducer" = "Wysyłam do Producenta podcastu";

"favoritesTitle" = "Ulubione";
"fileNotFound" = "Nie można otworzyć pliku, ponieważ nie można go znaleźć.";
"deleteConfirmation" = "Czy na pewno chcesz usunąć z listy ulubionych pozycję";
"deleteMultipleConfirmation" = "Czy na pewno chcesz usunąć zaznaczone pozycje z listy ulubionych?";
"questionMark" = "?";
"undoneMessage" = "Tej czynności nie można cofnąć.";
"cancelTitle" = "Anuluj";
"iconColumnTitle" = "Nazwa";
"urlColumnTitle" = "Miejsce";

"clearURLsConfirmation" = "Czy na pewno chcesz teraz wyczyścić listę ostatnich adresów URL?";

/* movie info window items */
"visualContexts" = "Konteksty wizualne:";
"visualContextsMediaKeySetTo" = "Klucz nośnika QTKitVisualContext ustawiony na ";
"usingVisualContext" = "z użyciem kontekstu wizualnego";
"usingGWorld" = "z użyciem gworld";
"disabled" = "wyłączone";
"enabled" = "włączone";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\nNabądź QuickTime 7 Pro już dzisiaj, aby uaktywnić tę oraz wiele innych, niezwykłych funkcji, włącznie z możliwością eksportowania do iPoda oraz Apple TV.";
"buyNowButton" = "Kup teraz";
"learnMoreButton" = "Dowiedz się więcej";
"buyNowURL" = "http://www.apple.com/pl/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com/pl/quicktime/upgrade/";
"qtpNotNow" = "Nie teraz";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "Ta funkcja otwiera puste okno programu QuickTime Player, do którego można wkleić materiał i dodać nowe ścieżki, aby utworzyć nowy film.";
"newMovieRecordingUpgradeMessage" = "Polecenie „Nowe nagranie filmowe” pozwala na łatwe nagranie dźwięku i obrazu przy pomocy iSight lub innej kamery FireWire.";
"newAudioRecordingUpgradeMessage" = "Ta funkcja pozwala na nagrywanie dźwięku jednym kliknięciem, dzięki czemu można łatwo dodać narrację do filmu lub pokazu slajdów.";
"openImageSequenceUpgradeMessage" = "Ta funkcja pozwala na stworzenie w kilku prostych krokach pokazu slajdów lub animacji ze zdjęć i rysunków.";
"saveDocumentUpgradeMessage" = "Polecenie „Zachowaj” pozwala na zachowanie zmian edycyjnych i ustawień odtwarzania, dzięki czemu będą one mogły być wykorzystane przy następnym odtwarzaniu.";
"saveDocumentAsUpgradeMessage" = "Polecenie „Zachowaj jako” pozwala na zachowanie zmian edycyjnych i ustawień odtwarzania w nowej kopii pliku filmowego pod nową nazwą.";
"revertDocumentToSavedUpgradeMessage" = "Ta funkcja pozwala cofać wszystkie zmiany edycyjne i zmiany w ustawieniach dokonane od czasu ostatniego zachowania filmu.";
"shareUpgradeMessage" = "Polecenie „Udostępnij” pozwala na łatwe utworzenie filmu dostosowanego do udostępniania przez email lub na stronie internetowej.";
"exportUpgradeMessage" = "Polecenie „Eksportuj” daje dostęp do setek zaawansowanych opcji pozwalających na tworzenie i przekształcanie wielu typów plików multimedialnych.";
"exportRefMovieForWebUpgradeMessage" = "Funkcja eksportowania do Internetu pozwala przekształcić plik multimedialny do formatu przystosowanego do przesyłania przez Internet na iPhone'a i komputery stacjonarne. ";

"undoUpgradeMessage" = "Polecenie „Cofnij” usuwa ostatnią zmianę dokonaną w filmie.";
"redoUpgradeMessage" = "Polecenie „Przywróć” powtórnie wprowadza ostatnią zmianę, która została dokonana w filmie i cofnięta.";
"copyUpgradeMessage" = "Polecenie „Kopiuj” tworzy kopię zaznaczonej części filmu i umieszcza ją w Schowku w celu użycia jej w innym miejscu.";
"cutUpgradeMessage" = "Polecenie „Wytnij” usuwa zaznaczoną część filmu i przenosi ją do Schowka w celu użycia jej w innym miejscu.";
"pasteUpgradeMessage" = "Polecenie „Wklej” wstawia we wskazanym miejscu filmu zawartość Schowka.";
"deleteUpgradeMessage" = "Polecenie „Usuń” kasuje zaznaczoną część filmu.";
"selectAllUpgradeMessage" = "Polecenie „Zaznacz wszystko” tworzy zaznaczenie obejmujące cały film, pozwalając na przeprowadzenie różnych czynności (np. takich jak wycinanie lub wklejanie) na całym materiale.";
"selectNoneUpgradeMessage" = "Ta funkcja usuwa znaczniki początku i końca zaznaczenia, tak aby żaden fragment filmu nie był zaznaczony.";
"trimUpgradeMessage" = "Ta funkcja usuwa z filmu wszystko poza zaznaczonym fragmentem.";
"addUpgradeMessage" = "Ta funkcja dodaje do edytowanego filmu osobną ścieżkę z zawartością Schowka.";
"addScaledUpgradeMessage" = "Ta funkcja dodaje do edytowanego filmu osobną ścieżkę z zawartością Schowka, skracając ją lub wydłużając, aby została ona dopasowana do długości zaznaczonego fragmentu filmu.";
"extractTracksUpgradeMessage" = "Ta funkcja kopiuje zaznaczoną ścieżkę do oddzielnego okna, dzięki czemu można ją edytować i zachować w nowym pliku.";
"findTextUpgradeMessage" = "Polecenie „Znajdź” przeszukuje ścieżki tekstowe filmu w celu znalezienia podanego słowa lub frazy.";
"findNextTextUpgradeMessage" = "Polecenie „Znajdź następne” przeszukuje ścieżki tekstowe filmu w celu znalezienia kolejnego wystąpienia podanego słowa lub frazy.";
"findPreviousTextUpgradeMessage" = "Polecenie „Znajdź poprzednie” przeszukuje ścieżki tekstowe filmu w celu znalezienia poprzedniego wystąpienia podanego słowa lub frazy.";

"fullScreenUpgradeMessage" = "Polecenie „Pełny ekran” odtwarza film dopasowany wielkością do całego ekranu, wraz z prostym w użyciu kontrolerem, który znika po uruchomieniu odtwarzania.";
"presentMovieUpgradeMessage" = "To polecenie daje możliwość odtwarzania filmu lub pokazu slajdów na jednolitym tle, w celu uzyskania efektu kinowego.";
"loopBackAndForthUpgradeMessage" = "Ta funkcja odtwarza film do przodu, a następnie do tyłu w nieprzerwanej pętli.";
"playSelectionOnlyUpgradeMessage" = "Ta funkcja odtwarza wyłącznie zaznaczony fragment filmu.";
"playAllFramesUpgradeMessage" = "Ta funkcja wymusza odtwarzanie przez QuickTime wszystkich klatek filmu, nawet tych, które zostałyby opuszczone w celu utrzymania synchronizacji czasowej.";
"playPauseAllUpgradeMessage" = "Ta funkcja pozwala na równoczesne odtwarzanie wszystkich otwartych filmów, umożliwiając porównanie wersji filmu lub stworzenie „multikina”.";
"gotoPosterFrameUpgradeMessage" = "Ta funkcja powoduje przejście do klatki, która została zdefiniowana jako graficzna reprezentacja zawartości filmu.";
"setPosterFrameUpgradeMessage" = "Ta funkcja pozwala na oznaczenie dowolnej klatki filmu jako jego „afisza”, co pozwoli rozpoznać ten film na dysku lub po osadzeniu go na stronie internetowej.";

"openMoviePropertiesUpgradeMessage" = "Ta funkcja dostarcza zaawansowane informacje o filmie, a także funkcje edycyjne, takie jak obrót filmu, dodanie adnotacji, ustawienie poziomu dźwięku i wiele innych.";
"autoPresentUpgradeMessage" = "Odtwarzanie na pełnym ekranie wymaga QuickTime w wersji Pro, która nie jest teraz zainstalowana na tym komputerze.  Aby nabyć QuickTime Pro, odwiedź stronę www.apple.com/pl/quicktime.";
"genericUpgradeMessage" = "Ta funkcja wymaga QuickTime w wersji Pro, która nie jest teraz zainstalowane na tym komputerze.  Aby nabyć QuickTime Pro, odwiedź stronę www.apple.com/pl/quicktime.";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "Diagnostyka sieci";
"netDiagnosticsSheetMessage" = "Wystąpił błąd sieci";

/* error handling */
"qtpCouldNotCreateMovie" = "Nie można było utworzyć tego filmu.";
"qtpCouldNotOpenMovie" = "Nie można było otworzyć tego filmu.";
"qtpCouldNotSaveMovie" = "Nie można było zachować tego filmu.";
"qtpCouldNotSaveMovieWithName" = "Nie można było zachować filmu „%@”.";
"qtpCouldNotPaste" = "Nie można było wkleić zawartości schowka do tego filmu.";
"qtpCouldNotPasteWithName" = "Nie można było wkleić zawartości schowka do filmu „%@”.";
"qtpCouldNotDeleteSelection" = "Nie można było usunąć zaznaczonego fragmentu z tego filmu.";
"qtpCouldNotDeleteSelectionWithName" = "Nie można było usunąć zaznaczonego fragmentu z filmu „%@”.";
"qtpMightExperiencePlaybackProblems" = "Mogą występować problemy podczas odtwarzania tego filmu.";
"qtpMightExperiencePlaybackProblemsWithName" = "Mogą występować problemy podczas odtwarzania filmu „%@”.";
"qtpNonHDCPDisplayDescription" = "Film „%@” nie może być odtwarzany, gdyż znajduje się na ekranie, który nie jest autoryzowany do odtwarzania zabezpieczonych filmów.";
"qtpNonHDCPDisplayRecoverySuggestion" = "Spróbuj przesunąć okno z filmem na inny monitor lub odłączyć monitory, które nie mają autoryzacji HDCP.";
"qtpUnknownError" = "Nie można było ukończyć tej czynności.";

"qtpInvalidURLError" = "Ten adres URL nie jest poprawny.";


"continue" = "Dalej";
"close" = "Zamknij";
"stop" = "Zatrzymaj";

/* time bomb */
"timeBombExpiredMessage" = "Używana przedpremierowa wersja programu QuickTime utraciła ważność. Proszę odwiedzić:\n\n%@\n\nw celu pobrania nowej wersji oprogramowania.";
"timeBombUpdateURL" = "http://www.apple.com/pl/quicktime/download/";
"quit" = "Zakończ";
"goThere" = "Otwórz stronę";
"dontQuit" = "Nie kończ";
"aboutBoxTimeBombMessage" = "Wygasa:\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "Do wyświetlenia zawartości niezbędne jest uwierzytelnienie";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 Pro";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "Przyszłe wersje QuickTime Pro";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "Rejestracja nieprawidłowa";

"QT_PROAPP_USER" = "Użytkownik programów Apple Pro";
"QT_AUTO" = "Automatycznie";
